"Graphite" = "흑연";
"Sage" = "회록색";
"Brushed Metal9" = "금속";
"Photo Album" = "사진 앨범";
"Road Trip" = "도보 여행";
"Wanted" = "현상 수배";
"Lavender" = "연보라";
"Leather" = "가죽";
"Burlap" = "삼베";
"Bon Voyage" = "즐거운 여행";
"Happy Days" = "즐거운 나날";
"Wallpaper" = "벽지";
"Surf's Up" = "부서지는 파도";
"Magnetic Moments" = "자석";
"Holiday Cheer" = "휴가";
"A Day to Remember" = "기념일";
"It's a Girl" = "소녀";
"It's a Boy" = "소년";
"Global" = "지구";
"Brushed Metal Gloubiboulga" = "붓터치된 금속";
"Your Photo Here" = "사진을 이곳으로";
"Parchment" = "양피지";
"Family" = "우리 가족";
" Wedding" = " 결혼";
"Sports" = "스포츠";
"Claim Check" = "보관증";
"Sky" = "하늘";
"Chalkboard" = "칠판";
"Kids Blue" = "푸른 발자국";
"Kids Pink" = "분홍 발자국";
"Baby Blue" = "푸른 아기별";
"Baby Pink" = "분홍 아기별";
"Theater" = "공연장";
"Book" = "책";
"Projector" = "프로젝터";
"Gen Y" = "Y세대";
"Picture In Picture" = "사진속의 사진";
"Brush Strokes" = "붓터치";
"Western" = "서부";
"Sport" = "스포츠";
"Passport" = "여권";
"Postcard" = "우편 엽서";
"Fun" = "재미있는 날";
"Confetti" = "축하 꽃종이";
"Rose Heart" = "장미빛 사랑";
"Blue" = "파란 창";
"Pink" = "분홍 창";
"Orange" = "오렌지 창";
"Portfolio B&W" = "포트폴리오";
"Portfolio Color" = "포트폴리오 컬러";
"Moving Bars" = "움직이는 막대";
"Brushed Metal One" = "붓터치된 금속1";
"Brushed Metal" = "붓터치된 금속";
"Brushed Metal Two" = "붓터치된 금속2";
"Green Linen One" = "리넨1";
"Green Linen" = "리넨";
"Green Linen Two" = "리넨2";
"Lightbox" = "네모 2개";
"Wedding Bronze One" = "웨딩 브론즈 1";
"Wedding Bronze" = "웨딩 브론즈";
"Wedding Bronze Two" = "웨딩 브론즈 2";
"Wedding Silver One" = "웨딩 실버 1";
"Wedding Silver" = "웨딩 실버";
"Wedding Silver Two" = "웨딩 실버 2";
"Drive In One" = "자동차 극장 1";
"Drive In" = "자동차 극장";
"Drive In Two" = "자동차 극장 2";
"Montage" = "몽타주";
"Kids Theater One" = "어린이 극장 1";
"Kids Theater" = "어린이 극장";
"Kids Theater Two" = "어린이 극장 2";
"Road Trip One" = "여행 1";
"Road Trip '04" = "여행 '04";
"Road Trip Two" = "여행 2";
"Pop Art" = "팝 아트";
"Reveal" = "창틀";
"Fish One" = "어항 1";
"Fish" = "어항";
"Fish Two" = "어항 2";
"Blocks" = "블록";
"Marquee" = "극장 간판";
"Transparent Blue" = "반투명 푸른색";
"Transparent Green" = "반투명 녹색";
"Transparent Black" = "반투명 검정색";
"Baby Mobile" = "아기 모빌";
"Sliding Panes" = "슬라이딩 패널";
"Lines" = "선";
"Travel Cards" = "여행 카드";
"Portfolio" = "포트폴리오";
"Travel 1" = "여행 1";
"Travel '05" = "여행 '05";
"Travel 2" = "여행 2";
"Techno B&amp;W" = "테크노 흑백";
"Techno" = "테크노";
"Techno Color" = "테크노 색상";
"Wedding White" = "웨딩 흰색";
"Anime Pop" = "애니메이션 주제가";
"Memories" = "추억";
"Scrapbook" = "스크랩북";
"Full Frame 1" = "전체 프레임 1";
"Full Frame '05" = "전체 프레임 '05";
"Full Frame 2" = "전체 프레임 2";

